[FMMLang]
Title = Foundation Mod Manager v2.00 Kandinsky
Tab_MyMods = My Mods
Tab_DownloadableMods = Downloadable Mods
Menu_File = _File
Menu_FileAbout = _About
Menu_FileExit = _Exit
Menu_Options = _Options
Menu_OptionsListOrder = _List Order
Menu_OptionsInstallOrder = _Install Order
Menu_OptionsPriorityOrder = _Priority Order
Menu_OptionsDeveloperOptions = _Developer Options
Menu_OptionsDeveloperBackup = _Create Backup On First Install
Menu_OptionsDeveloperRestore = _Restore Files On Install
Menu_OptionsDeveloperTagTool = _Show TagTool Window
Alert_InstallOrder = As of FMM2, mods highest on the list will be installed first by default.
Alert_RepoDown = The GitHub mods repository is currently down. Please try again later.
Header_Name = Name
Header_Author = Author
Header_Version = Version
Header_Description = Description
Header_Warnings = Warnings
Button_Refresh = Refresh
Button_Loading = Loading...
Button_ApplyCheckedMods = Apply Checked Mods
Button_DownloadCheckedMods = Download Checked Mods
String_ModAvailable = mod available
String_ModsAvailable = mods available
MB_ConfirmDelete = Are you sure you want to delete
MB_CantUndo = This cannot be undone.
MB_FailedDeploy = Error: FMM failed to deploy its libraries.
MB_DevsDontSupport = Mods are not officially supported by the ElDewrito developers
MB_ReportToCreators = If you experience bugs while mods are installed, please report them to the creators of those mods.
MB_WontAcceptBugs = The ElDewrito dev team will not accept bug reports suspected to be caused by mods.
MB_FMMCurrentlyWorking = FMM is currently working and quitting while performing file operations or mod installations can be dangerous.
MB_ConfirmQuit = Are you sure you want to quit?
MB_ModsDownloaded = Mods downloaded.
MB_BackupRestored = Backup restored.
MB_ErrorInstalling = Error installing
MB_ConsultDiscord = Please consult the ElDewrito Discord server for help.
MB_CheckedModsInstalled = Checked mods installed.
MB_FilesInUse = The game files are in use and cannot be modified. Please close the game or any game files you have open.
MB_ConfirmApply = Are you sure you want to apply these mods?
MB_UnsafeLocations = Mods downloaded from unsafe locations may harm your computer.
MB_PleaseCheckMods = Please check the mods you want to install before applying.
Log_DLSuccess = Mod downloaded successfully.
Log_DLFailed = Mod failed to download.
Log_BakCreateSuccess = File backed up successfully.
Log_BakCreateFailed = File failed to back up.
Log_BakRestoreSuccess = File restored successfully.
Log_BakRestoreFailed = File failed to restore.
Log_DownloadingMods = Downloading mods
Log_InstallingMods = Installing mods
Log_PreparingBackup = Preparing a backup
Log_RestoringBackup = Restoring backup
Log_CreatingBackup = Creating backup
Log_CleanFilesBacked = Clean files backed up.
Log_DeveloperSkip = Skipped due to developer setting.
